{ "articles": [{
    "image": "https://typeset-beta.imgix.net/2017%2F1%2F10%2F626417376.jpg?w=470&h=245&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "title": "Angelina Jolie & Brad Pitt Release A Joint Statement On Their Divorce About Keeping The Details Private",
    "text": "It's been nearly three months since the shocking news broke that Angelina Jolie and Brad Pitt are divorcing, and now, there's an update on their split that could make a very difficult process a little easier on their family from here on out. On Monday night, Pitt and Jolie released a joint statement saying that the court documents concerning their divorce will remain private for the sake of their children, and they are now using a private judge to ensure all details of the proceedings remain confidential.",
    "author": "NICOLE POMARICO",
    "timestamp": "3 HOURS AGO"
  }, {
    "image": "https://typeset-beta.imgix.net/2017%2F1%2F10%2F521109886.jpg?w=470&h=245&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "title": "Premieres Have Been Delayed, So Take Note Shondaland Fans",
    "text": "I have bad news for those who were looking forward to having the Shondaland Trifecta of Scandal, Grey's Anatomy, and How to Get Away with Murder back on TV — it's not going to happen on Jan. 19 anymore. The Scandal, Grey's Anatomy, and How to Get Away with Murder premieres will be delayed a week on ABC and will premiere on Jan. 26, according to Variety. So why the delay?  20/20 is airing a Donald Trump inauguration special on Jan. 19 — the night #TGIT was meant to return and relieve all cliffhanger-related woes.",
    "author": "JORDANA LIPSITZ",
    "timestamp": "14 HOURS AGO"
  }, {
    "image": "https://typeset-beta.imgix.net/2017%2F1%2F10%2F623255432.jpg?w=470&h=245&fit=crop&crop=faces&auto=format&q=70&dpr=2",
    "title": "Code Pink Heckles Jeff Sessions At His Confirmation Hearing & It's Their Passionate Last Attempt To Stop Him",
    "text": "During the first hearing on Capitol Hill for a nominee from President-elect Donald Trump's cabinet, the Alabama Sen. Jeff Sessions faced protesters at his confirmation before the hearing even officially begun. A group of protesters from Code Pink, the women-led grassroots anti-war group, have gathered outside in opposition to the confirmation of Sessions as Attorney General.",
    "author": "BRONWYN ISAAC",
    "timestamp": "2 HOURS"
  }]
}
